export const chatList = [{
    type: "to",
    cont: "聊天记录"
}, {
    type: "receive",
    cont: "聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录"
}, {
    type: "receive",
    cont: "聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录"
}, {
    type: "receive",
    cont: "聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录"
}, {
    type: "receive",
    cont: "聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录"
}, {
    type: "receive",
    cont: "聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录聊天记录"
}, ]

export const tabList = [{
    label: "互动",
    active: true
},
{
    label: "企业信息",
    active: false
},
{
    label: "找工作",
    active: false
},
{
    label: "企业直聊",
    active: false
},
]

export const companyInfoList = [{
    id:1,
    title: "上饶信息技术有限公司",
    welfare: "五险一金、双休",
    link: "李经历 15122223333 0478-5451254",
    address: "上饶市赣东北大道房地产大厦11楼",
    workList: [{
        title: "客服",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "交警",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "总监",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "市场",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    ]
}, {
    id:2,
    title: "上饶信息技术有限公司",
    welfare: "五险一金、双休",
    link: "李经历 15122223333 0478-5451254",
    address: "上饶市赣东北大道房地产大厦11楼",
    workList: [{
        title: "客服",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "交警",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "总监",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "市场",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    ]
}, {
    id:3,
    title: "上饶信息技术有限公司",
    welfare: "五险一金、双休",
    link: "李经历 15122223333 0478-5451254",
    address: "上饶市赣东北大道房地产大厦11楼",
    workList: [{
        title: "客服",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "交警",
        num: 10,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "总监",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    {
        title: "市场",
        num: 2,
        money: "1000-3000元/月",
        demand: "1、男；2、本科学历以上；3、23-55岁之间"
    },
    ]
},]